Repository: mkitzler/NBG-Thesis
Catalog: src/NBG.Visitor.Blazor/Resources/Text/SafetyItems.*.resx
Languages: de

# String01
source: Visitor badge Please wear your visitor badge clearly visible at all times. _content/NBG.Visitor.Blazor/images/safetyicons/01_visitor_badge.png
de: Besucherausweis Bitte tragen Sie Ihren Besucherausweis jederzeit deutlich sichtbar. _content/NBG.Visitor.Blazor/images/safetyicons/01_visitor_badge.png

# String02
source: Visitor registration or deregistration _content/NBG.Visitor.Blazor/images/safetyicons/02_information.svg
de: Besucheranmeldung bzw. -abmeldung _content/NBG.Visitor.Blazor/images/safetyicons/02_information.svg

# String03
source: Travel speed The maximum permitted speed is 20 km/h on the entire premises. _content/NBG.Visitor.Blazor/images/safetyicons/03_travel_speed.svg
de: Fahrgeschwindigkeit Am gesamten Betriebsareal ist die erlaubte Höchstfahrgeschwindigkeit 20 km/h. _content/NBG.Visitor.Blazor/images/safetyicons/03_travel_speed.svg

# String04
source: Meeting place Find out more about the meeting places. _content/NBG.Visitor.Blazor/images/safetyicons/04_meeting_place.svg
de: Sammelplatz Informieren Sie sich über die Sammelplätze. _content/NBG.Visitor.Blazor/images/safetyicons/04_meeting_place.svg

# String05
source: Escape routes and emergency exits Find out about escape routes and emergency exits. _content/NBG.Visitor.Blazor/images/safetyicons/05_emergency_exit.png
de: Fluchtwege und Notausgänge Informieren Sie sich über Fluchtwege und Notausgänge. _content/NBG.Visitor.Blazor/images/safetyicons/05_emergency_exit.png

# String06
source: Clean room Unauthorized persons are strictly forbidden to enter. All means of access are secured. _content/NBG.Visitor.Blazor/images/safetyicons/06_clean_room.png
de: Reinraum Unbefugten Personen ist der Zutritt strikt verboten. Alle Zutrittsmöglichkeiten sind gesichert. _content/NBG.Visitor.Blazor/images/safetyicons/06_clean_room.png

# String07
source: Warning of laser beam Make sure that the safety regulations are observed. _content/NBG.Visitor.Blazor/images/safetyicons/07_laser_beam.svg
de: Warnung vor Laserstrahl Achten Sie auf die Einhaltung der Sicherheitsvorschriften. _content/NBG.Visitor.Blazor/images/safetyicons/07_laser_beam.svg

# String08
source: Warning of explosive atmosphere Make sure that the safety regulations are observed. _content/NBG.Visitor.Blazor/images/safetyicons/08_explosion_warning.svg
de: Warnung vor explosionsfähiger Atmosphäre Achten Sie auf die Einhaltung der Sicherheitsvorschriften. _content/NBG.Visitor.Blazor/images/safetyicons/08_explosion_warning.svg

# String09
source: Warning of industrial trucks Give priority to transport vehicles and use the pavements priovided. _content/NBG.Visitor.Blazor/images/safetyicons/09_forklift_warning.svg
de: Warnung vor Flurförderfahrzeugen Räumen Sie Transportfahrzeugen Vorrang ein, benutzen Sie die vorgesehenen Gehwege. _content/NBG.Visitor.Blazor/images/safetyicons/09_forklift_warning.svg

# String10
source: Warning of high voltage In these areas, dangerous electrical voltages can lead to injuries or even death. _content/NBG.Visitor.Blazor/images/safetyicons/10_high_voltage.svg
de: Warnung vor Hochspannung In diesen Bereichen können gefährliche elektrische Spannungen zu Verletzungen oder sogar zum Tode führen. _content/NBG.Visitor.Blazor/images/safetyicons/10_high_voltage.svg

# String11
source: No trespassing Signs mark areas that nust not be entered. _content/NBG.Visitor.Blazor/images/safetyicons/11_no_trespassing.png
de: Betreten verboten Hinweisschilder markieren Bereiche, die nicht betreten werden dürfen. _content/NBG.Visitor.Blazor/images/safetyicons/11_no_trespassing.png

# String12
source: Photography and filming prohibited Photography and filming is prohibited on the entire premises. Exceptions only after consulation with the management or the responsible person. _content/NBG.Visitor.Blazor/images/safetyicons/12_no_photography.svg
de: Fotografieren und filmen verboten Fotografieren und filmen ist am gesamten Betriebsareal verboten. Ausnahmen nur nach Abstimmung mit der Geschäftsführung bzw. der verantwortllichen Person. _content/NBG.Visitor.Blazor/images/safetyicons/12_no_photography.svg

# String13
source: Smoking is prohibited Smoking is prohibited on the entire premises except in the designated areas. _content/NBG.Visitor.Blazor/images/safetyicons/13_no_smoking.svg
de: Rauchen verboten Außer in den gekennzeichneten Bereichen ist das Rauchen am gesamten Betriebsareal verboten. _content/NBG.Visitor.Blazor/images/safetyicons/13_no_smoking.svg

# String14
source: No naked flame, fire, ignition source prohibited Handling of open flames, fire and sources of ignition are strictly forbidden. _content/NBG.Visitor.Blazor/images/safetyicons/14_no_open_flame.svg
de: Keine offene Flamme, Feuer, Zündquelle verboten Hantieren mit offenen Flammen, Feuer und Zündquellen strikt verboten. _content/NBG.Visitor.Blazor/images/safetyicons/14_no_open_flame.svg

# String15
source: Pacemakers prohibited Please observe the access ban for persons with pacemakers. _content/NBG.Visitor.Blazor/images/safetyicons/15_no_pacemakers.svg
de: Herzschrittmacher verboten Beachten Sie das Zutrittsverbot für Personen mit Herzschrittmacher. _content/NBG.Visitor.Blazor/images/safetyicons/15_no_pacemakers.svg

# String16
source: No touching Touching machines, tools and materials is prohibited without express permission. _content/NBG.Visitor.Blazor/images/safetyicons/16_no_touching.svg
de: Berühren verboten Berühren von Maschinen, Werkzeugen und Werkstoffen ist ohne ausdrückliche Genehmigung verboten. _content/NBG.Visitor.Blazor/images/safetyicons/16_no_touching.svg

# String17
source: Hot work For any hot work (welding, cutting, soldering, svarfing, cut-off grinding) a certificate of approval must be applied for. _content/NBG.Visitor.Blazor/images/safetyicons/17_hot_work.png
de: Heißarbeiten Für jegliche Heißarbeit (Schweißen, Schneiden, Löten, Flämmen, Trennschleifen) muss ein Freigabeschein beantragt werden. _content/NBG.Visitor.Blazor/images/safetyicons/17_hot_work.png

# String18
source: Health hazard In areas with danger isgn the skin or eyes can be irritated or allergies can be triggered. _content/NBG.Visitor.Blazor/images/safetyicons/18_health_hazard.svg
de: Gesundheitsgefahr In Bereichen mit diesem Gefahrzeichen können die Haut oder Augen gereizt oder Allergien ausgelöst werden. _content/NBG.Visitor.Blazor/images/safetyicons/18_health_hazard.svg

# String19
source: Serious health hazard Areas with this danger sign indicate possible serious damage to health. _content/NBG.Visitor.Blazor/images/safetyicons/19_serious_health_hazard.png
de: Ernste Gesundheitsgefahr Bereiche mit diesem Gefahrzeichen weisen auf mögliche schwere Gesundheitsschäden hin. _content/NBG.Visitor.Blazor/images/safetyicons/19_serious_health_hazard.png

# String20
source: Corrosive In areas with this danger sign, severe skin etching, severe eye damage can occur. _content/NBG.Visitor.Blazor/images/safetyicons/20_corrosive.svg
de: Ätzend / korrosiv In Bereichen mit diesem Gefahrzeichen können schwere Ätzungen der Haut, schwere Augenschäden auftreten. _content/NBG.Visitor.Blazor/images/safetyicons/20_corrosive.svg

# String21
source: Oxidizing In areas with this danger sign, chemicals can cause or intensify fires or explosions. _content/NBG.Visitor.Blazor/images/safetyicons/21_oxidizing.svg
de: Brandfördernd In Bereichen mit diesem Gefahrzeichen können Chemikalien Brände oder Explosionen verursachen bzw. verstärken. _content/NBG.Visitor.Blazor/images/safetyicons/21_oxidizing.svg

# String22
source: Flammable Highly flammable products are used in areas with this danger sign. _content/NBG.Visitor.Blazor/images/safetyicons/22_flammable.svg
de: Entzündbar In Bereichen mit diesem Gefahrzeichen werden leicht entzündliche Produkte verwendet. _content/NBG.Visitor.Blazor/images/safetyicons/22_flammable.svg

# String23
source: Explosive In areas with this danger sign, substances can react even without atmospheric oxygen. Danger of explosion! _content/NBG.Visitor.Blazor/images/safetyicons/23_explosive.svg
de: Explosiv In Bereichen mit diesem Gefahrzeichen können Stoffe, auch ohne Beteiligung von Luftsauerstoff, reagieren. Explosionsgefahr! _content/NBG.Visitor.Blazor/images/safetyicons/23_explosive.svg

# String24
source: Gases under pressure Gases under pressure can explode and cause injury if stored incorrectly and heated up excessively. _content/NBG.Visitor.Blazor/images/safetyicons/24_gases.svg
de: Gase unter Druck Unter Druck stehende Gase können bei falscher Lagerung und starker Erwärmung explodieren und Verletzungen verursachen. _content/NBG.Visitor.Blazor/images/safetyicons/24_gases.svg

# String25
source: Toxic In areas with this danger sign, chemicals in the smalles quantities can lead to life-threatening poisoning. _content/NBG.Visitor.Blazor/images/safetyicons/25_toxic.svg
de: Giftig In Bereichen mit diesem Gefahrzeichen können Chemikalien in kleinsten Mengen zu lebensgefährdenden Vergiftungen führen. _content/NBG.Visitor.Blazor/images/safetyicons/25_toxic.svg

# String26
source: Dangerous for the environment Always dispose of products with this hazard symbol correctly and never throw them into household waste or sewage. _content/NBG.Visitor.Blazor/images/safetyicons/26_pollution.svg
de: Umweltgefährlich Produkte mit diesem Gefahrzeichen immer richtig entsorgen und nie in den Hausmüll bzw. ins Abwasser schütten. _content/NBG.Visitor.Blazor/images/safetyicons/26_pollution.svg

# String27
source: Use eye protection Signs mark areas/equipment where eye protection should be used. _content/NBG.Visitor.Blazor/images/safetyicons/27_eye_protection.svg
de: Augenschutz benutzen Hinweisschilder markieren Bereiche/Anlagen wo ein Augenschutz zu benutzen ist. _content/NBG.Visitor.Blazor/images/safetyicons/27_eye_protection.svg

# String28
source: Use hand protection Signs mark areas/equipment where hand protection must be used. _content/NBG.Visitor.Blazor/images/safetyicons/28_hand_protection.svg
de: Handschutz benutzen Hinweisschilder markieren Bereiche/Anlagen wo ein Handschutz zu benutzen ist. _content/NBG.Visitor.Blazor/images/safetyicons/28_hand_protection.svg

# String29
source: Personal protective equipment Observe the mandatory signs / information signs on the operating arte and tghe installations. _content/NBG.Visitor.Blazor/images/safetyicons/29_protective_equipment.svg
de: Persönliche Schutzausrüstung Beachten Sie die Gebotszeichen/ Hinweisschilder am Betriebsareal und an den Anlagen. _content/NBG.Visitor.Blazor/images/safetyicons/29_protective_equipment.svg

# String30
source: Using a handrail Use the handrail when climbing stairs. _content/NBG.Visitor.Blazor/images/safetyicons/30_handrail.svg
de: Handlauf benutzen Beim Treppensteigen ist der Handlauf zu benutzen. _content/NBG.Visitor.Blazor/images/safetyicons/30_handrail.svg
